{
    "Response 1": {
        "Mary": "Hey Lee Hang, I heard you're going to Vietnam for an exchange program. That's exciting!",
        "Lee Hang": "Yes, I'm really looking forward to it. It's a great opportunity to immerse myself in a different culture."
    },
    "Response 2": {
        "Mary": "That's awesome! Have you started preparing for your trip?",
        "Lee Hang": "Yes, I've been researching about Vietnam, learning some basic phrases in Vietnamese, and packing my essentials."
    },
    "Response 3": {
        "Mary": "That's smart of you to learn the language. It will definitely enhance your experience there.",
        "Lee Hang": "I agree. I believe that being able to communicate with the locals will make my stay more meaningful."
    },
    "Response 4": {
        "Mary": "Absolutely! Are you nervous about anything regarding your trip?",
        "Lee Hang": "I have some butterflies in my stomach, but I'm mostly excited about the adventure that awaits me."
    },
    "Response 5": {
        "Mary": "I'm sure you'll have an amazing time. What are you most looking forward to in Vietnam?",
        "Lee Hang": "I can't wait to try the delicious street food, explore the beautiful landscapes, and meet new friends from different backgrounds."
    },
    "Response 6": {
        "Mary": "That sounds like an incredible experience. Do you have any specific places in Vietnam that you're eager to visit?",
        "Lee Hang": "I'm really excited to visit Ha Long Bay, Hoi An Ancient Town, and the bustling city of Ho Chi Minh."
    },
    "Response 7": {
        "Mary": "Those are fantastic choices! I'm sure you'll create unforgettable memories in those places.",
        "Lee Hang": "I hope so. I'm also looking forward to learning about the rich history and traditions of Vietnam."
    },
    "Response 8": {
        "Mary": "It's going to be a cultural immersion for you. Have you thought about what souvenirs you want to bring back?",
        "Lee Hang": "I'm planning to buy some traditional Vietnamese handicrafts, local spices, and maybe a traditional ao dai for myself."
    },
    "Response 9": {
        "Mary": "That's wonderful! Your friends and family will love the thoughtful gifts. When do you leave for Vietnam?",
        "Lee Hang": "I'll be flying out next week. I still have some last-minute preparations to take care of before I depart."
    },
    "Response 10": {
        "Mary": "Time flies! Make sure to enjoy every moment of your exchange program in Vietnam. Safe travels, Lee Hang!",
        "Lee Hang": "Thank you, Mary! I'll make sure to make the most out of this experience and share all about it when I return."
    }
}
