{
    "Response 1": {
        "Natty": "Hey Yu Min, have you been learning how to swim lately?",
        "Yu Min": "Hey Natty, yes, I actually just started taking swimming lessons."
    },
    "Response 2": {
        "Natty": "That's great to hear! How are you finding it so far?",
        "Yu Min": "It's definitely challenging, but I'm enjoying the process of learning something new."
    },
    "Response 3": {
        "Natty": "I'm sure you'll get the hang of it soon. What made you decide to start learning how to swim?",
        "Yu Min": "I've always been a bit afraid of the water, so I wanted to overcome that fear and learn a valuable life skill."
    },
    "Response 4": {
        "Natty": "That's a brave decision! Facing your fears head-on is always a good thing. How are your lessons structured?",
        "Yu Min": "The lessons start with basic water safety and gradually progress to different swimming strokes and techniques."
    },
    "Response 5": {
        "Natty": "Sounds like a comprehensive program. Have you had any memorable experiences during your lessons so far?",
        "Yu Min": "One time, I accidentally swallowed some pool water while practicing my breathing technique, and it was not a pleasant experience!"
    },
    "Response 6": {
        "Natty": "Oh no, that doesn't sound fun at all! But it's all part of the learning process, right? Have you noticed any improvements in your swimming abilities?",
        "Yu Min": "Definitely! I can now float on my back without panicking, which is a big achievement for me."
    },
    "Response 7": {
        "Natty": "That's fantastic progress! Do you have any specific goals you want to achieve by the end of your swimming lessons?",
        "Yu Min": "I hope to be able to swim a few laps confidently without feeling anxious about being in the water."
    },
    "Response 8": {
        "Natty": "I have no doubt that you'll reach that goal in no time with your determination. Keep up the great work, Yu Min!",
        "Yu Min": "Thank you for the encouragement, Natty! I'll make sure to keep pushing myself to improve."
    },
    "Response 9": {
        "Natty": "Hi Cheryl, how's the party planning going?",
        "Yu Min": "I've been working on some details for the party, it's coming together."
    },
    "Response 10": {
        "Natty": "Well, what have you planned out so far?",
        "Yu Min": "The party will have a theme and some fun activities for everyone."
    },
    "Response 11": {
        "Natty": "Well, where are you planning to have the party at?",
        "Yu Min": "It will be held at a bar but we are still thinking of a better location"
    },
    "Response 12": {
        "Natty": "Hmm, I think the location depends on what kind of activities you're planning. What are you planning to do at the party?",
        "Yu Min": "We are considering having a themed costume contest and maybe a surprise performance."
    },
    "Response 13": {
        "Natty": "That sounds so fun. Any photo booths planned?",
        "Yu Min": "There will be a photo booth area with different backgrounds for group photos."
    },
    "Response 14": {
        "Natty": "Anyways, recently you went bungee jumping, right? Where did you go?",
        "Yu Min": "I went bungee jumping in Singapore at Sentosa."
    },
    "Response 15": {
        "Natty": "Well, how was it compared to skydiving?",
        "Yu Min": "Bungee jumping was a quick adrenaline rush, while skydiving provided a longer lasting thrill."
    },
    "Response 16": {
        "Natty": "Which would you actually prefer if you had to choose?",
        "Yu Min": "I would actually pick Bungee Jumping because its a much shorter thrill. My heart can’t take it"
    },
    "Response 17": {
        "Natty": "Well, when is your next bungee jumping trip?",
        "Yu Min": "Maybe in 2 months time!"
    },
    "Response 18": {
        "Natty": "Anyways, how has your swimming lessons been going?",
        "Yu Min": "My swimming lessons are going well, I've been learning different strokes and techniques."
    },
    "Response 19": {
        "Natty": "Well, what is your end goal of swimming?",
        "Yu Min": "I hope to become a strong swimmer and maybe even pursue lifeguard certification in the future."
    },
    "Response 20": {
        "Natty": "Do you still have a fear of water then?",
        "Yu Min": "I used to have a fear of water, but through my lessons and practice, I'm overcoming it gradually."
    }
}