{
    "Response 1": {
        "Natty": "Hey Sin Yee, how's work at the hospital been lately?",
        "Sin Yee": "Hi Natty, work has been really tiring but fulfilling."
    },
    "Response 2": {
        "Natty": "I can imagine, why has it been so tiring?",
        "Sin Yee": "We've had a sudden increase in patients recently."
    },
    "Response 3": {
        "Natty": "Oh wow, is it because of the flu season?",
        "Sin Yee": "Partly, but also due to the ongoing pandemic."
    },
    "Response 4": {
        "Natty": "That must be really challenging, how are you coping with the workload?",
        "Sin Yee": "It's tough, but we're managing with the support of our team."
    },
    "Response 5": {
        "Natty": "I'm glad to hear you have a good team to rely on. How do you de-stress after such long shifts?",
        "Sin Yee": "I usually unwind by reading or going for a walk in the park."
    },
    "Response 6": {
        "Natty": "That sounds like a nice way to relax. Do you ever feel overwhelmed by everything that's going on?",
        "Sin Yee": "At times, but knowing that I'm making a difference keeps me going."
    },
    "Response 7": {
        "Natty": "You're truly dedicated to your job, Sin Yee. Have you had any memorable experiences with patients recently?",
        "Sin Yee": "Yes, there was a patient who thanked me for my care, it made my day."
    },
    "Response 8": {
        "Natty": "It's moments like that which make it all worthwhile, right?",
        "Sin Yee": "Absolutely, it reminds me why I chose this profession in the first place."
    },
    "Response 9": {
        "Natty": "I admire your passion for nursing, Sin Yee. How do you stay motivated during tough times?",
        "Sin Yee": "My patients inspire me every day, their strength keeps me going."
    },
    "Response 10": {
        "Natty": "That's beautiful, Sin Yee. Your patients are lucky to have you caring for them.",
        "Sin Yee": "Thank you, Natty. It's a privilege to be able to help others in their time of need."
    },
    "Response 11": {
        "Natty": "You have such a positive outlook on your job, Sin Yee. How do you stay positive during challenging moments?",
        "Sin Yee": "I remind myself that I'm making a difference, no matter how small."
    },
    "Response 12": {
        "Natty": "Your dedication is truly admirable, Sin Yee. Do you have any advice for someone considering a career in nursing?",
        "Sin Yee": "Be prepared for long hours and challenging situations, but know that it's incredibly rewarding."
    },
    "Response 13": {
        "Natty": "Thank you for sharing your insights, Sin Yee. You're an inspiration to us all.",
        "Sin Yee": "Thank you, Natty. I'm just doing what I love, and that's what keeps me going."
    }
}

